Repository: LuisAlonsoAndradeLopez/RenovacionLIS
Catalog: Renovación LIS Client/Renovación LIS Client/Properties/Resources.*.resx
Languages: es

source: A code has been sent to your email
es: Se ha mandado un codigo a tu correo electrónico

source: Accept friend request
es: Aceptar invitación de amigo

source: Account made successfully!!!
es: ¡Cuenta creada con éxito!

source: Are you sure you want to accept the friend request?
es: ¿Estás seguro de que desea aceptar la solicitud de amistad?

source: Are you sure you want to cancel the friend request sending?
es: ¿Estás seguro que desea cancelar el envio de la solicitud de amistad?

source: Are you sure you want to cancel the friendship?
es: ¿Estas seguro que deseas cancelar la amistad?

source: Are you sure you want to reject the friend request?
es: ¿Estás seguro que desea rechazar la solicitud de amistad?

source: Are you sure?
es: ¿Estás seguro?

source: Back
es: Atrás

source: Ban
es: Banear

source: Banned players
es: Jugadores baneados

source: Birth date should be before than the actual date
es: La fecha de nacimiento debe de ser antes que la fecha actual

source: Birth day
es: Fecha de nacimiento

source: Cancel
es: Cancelar

source: Cancel friend request
es: Cancelar invitación de amigo

source: Cancel friendship
es: Cancelar amistad

source: Cancelation of friend request send made sucessfully
es: Cancelación del envio de solicitud realizado exitosamente

source: Cancellation of sending friend request made successfully!!!
es: ¡Cancelación de envio de solicitud de amistad realizado exitosamente!

source: Change password
es: Cambiar contraseña

source: Closing...
es: Cerrando...

source: Code for change your password.
es: Codigazazazazazazazazo para cambiar tu contraseña.

source: Configuration
es: Configuración

source: Confirm password
es: Confirmar contraseña

source: Confirm your new password
es: Confirmar tu nueva contraseña

source: Create account
es: Crear cuenta

source: Creation date
es: Fecha de creación

source: Date
es: Fecha

source: Details
es: Detalles

source: Do you want to exit?
es: ¿Quieres salir?

source: E mail
es: Correo electrónico

source: Email already on use
es: El correo electrónico ya está usado

source: Email not found
es: El correo electrónico no fue encontrado

source: English
es: Inglés

source: Exit
es: Salir

source: First Last Name
es: Apellido Paterno

source: For
es: Para

# Forgot Password
source: Forgot your password?
es: ¿Olvidaste tu contraseña?

source: Friend nickname
es: Nickname del amigo

source: Friend request rejected
es: Invitación de amigo rechazada

source: Friend request sent succesfully!!!
es: ¡Invitación de amigo enviada exitosamente!

source: Friend request successfully accepted!!!
es: ¡Solicitud de amistad aceptada exitosamente!

source: Friends
es: Amigazos

source: Friends requests
es: Invitaciones de amigos

source: Friendship cancellation made successfully
es: Cancelación de amistad realizada exitosamente

source: From
es: De

source: has joined to the chat.
es: se ha unido al chat.

# Have you already have an account
source: Have you already have an account? Log In
es: ¿Ya tienes una cuenta? Inicia Sesión

source: Introduce the code
es: Introduce el código

source: Introduce this code for change your password:
es: Introduce este codigazo para cambiar la contraseña:

source: Introduce your email
es: Introduce tu correo electrónico

source: Invalid code
es: El código es inválido

source: Invalid nickname
es: Nickname inválido

source: Invitation details
es: Detalles de la invitación

source: Invite friends
es: Invitar amigos

source: left the chat.
es: dejó el chat.

source: Login
es: Iniciar Sesión

source: Message
es: Mensaje

source: Modify profile
es: Modificar perfil

source: Name
es: Nombre

source: Name(s)
es: Nombre(s)

source: New password
es: Nueva contraseña

source: Nickname
es: Nombre de usuario

source: Nickname already on use
es: El nickname ya está usado

# NotregisterYet
source: Not register yet? Sign Up
es: ¿Aún no estás registrado?

source: Offline
es: Fuera de Linea

source: Online
es: En Linea

source: Password
es: Contraseña

source: Password changed sucessfully!!!
es: ¡Contraseña cambiada exitosamente!

source: Play
es: Jugar

source: Profile
es: Perfil

source: Profile modified successfully!!!
es: ¡Perfil modificado exitosamente!

source: Profile picture
es: Foto de perfíl

source: Received
es: Recibidas

source: Reject friend request
es: Rechazar invitación de amigo

source: Select an image
es: Selecciona una imágen

source: Send code
es: Enviar código

source: Send invitation to friend
es: Mandar invitación a amigo

source: Send message
es: Mandar mensaje

source: Sent
es: Mandadas

source: Show friends invitations
es: Mostrar invitaciones de amigos

source: Spanish
es: Español

source: Start
es: Jugar

source: Success!!!
es: !Exito!

source: Surname(s)
es: Apellido(s)

source: The file shouldn't be larger than 1 MB
es: El archivo no debe pesar más de 1 MB

source: The introduced nickname doesn't exists
es: El nickname introducido no existe

source: The message shouldn't have more than 100 characters
es: El mensaje no debe de tener más de 100 carácteres

source: The message shouldn't have more than 80 characters
es: El mensaje no debe de tener más de 80 carácteres

source: The password isn't correct
es: La contraseña no es correcta

source: The passwords aren't the same
es: Las contraseñas no coinciden

source: The text fields with invalid values are:
es: Los campos de texto con datos inválidos son:

source: The user is already logged
es: El usuario ya está logueado

source: The user you want to send a friendrequest already has sent a friendrequest to you.
es: El usuario al que le quieres mandar solicitud de amistad ya te mandó una.

source: The user you want to sent a friend request doesn't exists
es: El usuario al que le quieres mandar solicitud de amistad no existe

source: To confirm the new password, we'll send a code to your email
es: Para confirmar la nueva contraseña, te mandaremos un código a tu correo electrónico

source: Too Bad!!!
es: ¡Upa!

source: Unban
es: Desbanear

source: Welcome back
es: Hola de nuevo

source: What do you want?
es: ¿Qué quieres?

source: You already has sent a friend request to this user
es: Ya le has mandado solicitud de amistad a este usuario

source: You can't send a friend request to yourself
es: No te puedes mandar una solicitud de amistad a tí mismo

source: You cant't send a friend request to this user because is already your friend
es: No puedes mandar solicitud de amistad a este usuario por que ya es tu amigo
